Repository: raspberrypi-ui/lxplug-bluetooth
Catalog: po/*.po
Languages: is

source: Do you accept pairing from device '%s'?
is: Samþykkir þú pörun við tækið '%s'?

source: Pairing Request
is: Beiðni um pörun

source: Pairing Device '%s'
is: Para tæki '%s'

source: Pairing request sent to device - waiting for response...
is: Beiðni um pörun send til tækis - bíð eftir svari...

source: _Cancel
is: _Hætta við

source: _OK
is: Í _lagi

source: Pairing failed - %s
is: Pörun mistókst - %s

source: Pairing successful - creating connection...
is: Pörun mistókst - útbý tengingu...

source: Connected successfully
is: Tókst að tengjast

source: Connection failed - %s. Try to connect manually.
is: Tenging mistókst - %s. Reyndu að tengjast handvirkt.

source: Please enter code '%s' on device '%s'
is: Settu inn kóðann '%s' á tækinu '%s'

source: Please confirm that device '%s' is showing the code '%s' to connect
is: Staðfestu að tækið '%s' sýni kóðann '%s' til að tengjast

source: Please enter PIN code for device '%s'
is: Settu inn PIN-kóðann fyrir tækið '%s'

source: Waiting for response from device...
is: Bíð eftir svari frá tæki...

source: Pairing Requested
is: Beðið um pörun

source: Device '%s' has requested a pairing. Do you accept the request?
is: Tækið '%s' hefur beðið um pörun. Samþykkir þú beiðnina?

source: Rejecting pairing...
is: Hafna pörun...

source: Removal of pairing failed - %s. Remove the device manually.
is: Fjarlæging pörunar mistókst - %s. Fjarlægðu tækið handvirkt.

source: Paired successfully. Use the audio menu to select as output device.
is: Pörun tókst. Notaðu hljóðvalmyndina til að velja úttakstæki.

source: Paired successfully, but this device has no services which can be used with Raspberry Pi.
is: Pörun tókst, en þetta tæki er ekki með neinar þjónustur sem hægt er að nota með Raspberry Pi.

source: Add New Device
is: Bæta við nýju tæki

source: Remove Device
is: Fjarlægja tæki

source: _Pair
is: _Para

source: _Remove
is: Fja_rlægja

source: Searching for Bluetooth devices...
is: Leita að Bluetooth-tækjum...

source: Paired Bluetooth devices
is: Pöruð Bluetooth-tæki

source: Removing paired device '%s'...
is: Fjarlægi parað tæki '%s'...

source: Removal failed - %s
is: Fjarlæging mistókst - %s

source: Connect Device
is: Tengja tæki

source: Connecting to device '%s'...
is: Tengist við tæki '%s'...

source: Connection failed - %s
is: Tenging mistókst - %s

source: Disconnect Device
is: Aftengja tæki

source: Disconnecting from device '%s'...
is: Aftengist tæki '%s'...

source: Disconnection failed - %s
is: Aftenging mistókst - %s

source: Use the audio menu to connect to this device
is: Notaðu hljóðvalmyndina til að tengjast þessu tæki

source: No usable services on this device
is: Engar nothæfar þjónustur á þessu tæki

source: Disconnect...
is: Aftengjast...

source: Connect...
is: Tengjast...

source: No Bluetooth adapter found
is: Enginn Bluetooth-búnaður fannst

source: Turn On Bluetooth
is: Kveikja á Bluetooth

source: Turn Off Bluetooth
is: Slökkva á Bluetooth

source: Stop Discoverable
is: Stöðva útvörpun

source: Make Discoverable
is: Gera finnanlegt

source: Add Device...
is: Bæta við tæki...

source: Remove Device...
is: Fjarlægja tæki...

source: Manage Bluetooth devices
is: Sýsla með Bluetooth-tæki

source: Manages Bluetooth devices
is: Sýslar með Bluetooth-tæki
